"%@ (optional)" = "%@ (optioneel)";

"Account number" = "Rekeningnummer";

"Address" = "Adres";

"Address line 1" = "Adresregel 1";

"Address line 2" = "Adresregel 2";

"Area" = "Regio";

"BSB number" = "BSB-nummer";

"Billing address is same as shipping" = "Factuuradres is hetzelfde als het verzendadres";

"Cancel" = "Annuleren";

"City" = "Plaats";

"Code field" = "Codeveld";

"Company" = "Bedrijf";

"Continue" = "Doorgaan";

"Country" = "Land";

"Country or region" = "Land of regio";

"County" = "Graafschap";

"Date is empty." = "Datum is leeg.";

"Department" = "Departement";

"District" = "District";

"Do Si" = "Do Si";

"Done" = "Gereed";

"Double tap to edit" = "Dubbeltikken om te bewerken";

"Edit" = "Bewerken";

"Eircode" = "Eircode";

"Email" = "E-mailadres";

"Emirate" = "Emiraat";

"Error" = "Fout";

"First" = "Voornaam";

"Full name" = "Volledige naam";

"Incomplete phone number" = "Onvolledig telefoonnummer";

"Invalid UPI ID" = "Ongeldige UPI-ID";

"Island" = "Eiland";

"Last" = "Achternaam";

"Name" = "Naam";

"Name on account" = "Naam op account";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Overige";

"Parish" = "Parochie";

"Phone" = "Telefoon";

"Postal code" = "Postcode";

"Prefecture" = "Prefectuur";

"Province" = "Provincie";

"Remove" = "Verwijderen";

"Remove bank account" = "Bankrekening verwijderen";

"Remove bank account ending in %@" = "Bankrekening verwijderen die eindigt op %@";

"Search" = "Zoeken";

"State" = "Staat";

"Suburb" = "Voorstad";

"Suburb or city" = "Stad of voorstad";

"The BSB you entered is incomplete." = "Het ingevoerde BSB-nummer is onvolledig.";

"The ID number you entered is incomplete." = "Het opgegeven identificatienummer is onvolledig.";

"The account number you entered is incomplete." = "Het opgegeven rekeningnummer is onvolledig.";

"Town or city" = "Stad of plaats";

"UPI ID" = "UPI-ID";

"Unable to parse phone number" = "Kan telefoonnummer niet parseren";

"Use rotor to access links" = "Gebruik de rotor om een link te openen";

"Your ZIP is incomplete." = "Je ZIP is onvolledig.";

"Your email is invalid." = "Je e-mailadres is ongeldig.";

"Your postal code is incomplete." = "Je postcode is onvolledig.";

"ZIP" = "Postcode";
